Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: You gave the desert roses to Devola and Popola. Now ask Anemone why they continually get asked to do difficult assignments.
pl: Oddajesz pustynne róże Devoli i Popoli. Spytaj Anemonę, dlaczego dziewczyny cały czas dostają takie trudne zadania.

source: You gave the ingredients to the trader, who has learned that meat is delicious when roasted over a charcoal fire after applying salt. The trader is going to continue his research so that he can prepare a feast when the humans return.
pl: Dajesz składniki handlarzowi, który odkrył, że mięso będzie przpyszne, gdy po posoleniu upiecze się je nad ogniem z węgla drzewnego. Handlarz będzie prowadził dalsze badania, aby móc przygotować prawdziwą ucztę na powrót ludzi.

source: You go ahead.
pl: Idź przodem.

source: You got hit by an EMP blast.
pl: Dostałaś impulsem elektromagnetycznym.

source: You got it.
pl: Rozumie się.

source: You got me.
pl: Masz mnie.

source: You got that right.
pl: Masz rację.

source: You got the packages together for me? Oh, thank you!
pl: Masz dla mnie te wszystkie przesyłki? Poważnie? Och... Dziękuję!

source: You guys always seem to be synched up. We're gonna make sure we are, too!
pl: Wy zawsze wydajecie się tak dobrze zgrani. My też musimy tacy być!

source: You guys are amazing. Seriously, I could never have done that...
pl: Jesteście niesamowici. Serio, ja bym nie potrafiła zrobić niczego takiego...

source: You guys are amazing...
pl: Jesteście niesamowici...

source: You guys are with YoRHa, right?
pl: Jesteście z YoRHa, prawda?

source: You guys take care of yourselves so you don't end up like her, all right?
pl: Dbajcie o siebie, żebyście nie skończyli tak jak ona, dobrze?

source: You guys walk too fast. *sniff*
pl: Szliście za szybko. *smark*

source: You had me worried sick, young man! I can't believe you did this AGAIN!
pl: Nawet nie wiesz jak się o ciebie zamartwiałam, młody...! Nie wierzę, że ZNOWU to zrobiłeś!

source: You handed over 11B's belongings.
pl: Przekazujesz przedmioty należące do 11B.

source: You handed over the enemy data.
pl: Przekazujesz dane o wrogach.

source: You happened upon Emil admiring the lunar tears around the commercial facility. He said they brought back memories, and also filled him with an emotion that he couldn't quite describe. He then asked you to find more lunar tears somewhere in each region, hoping that they might help him understand his feelings.
pl: Spotykasz Emila podziwiającego księżycowe łzy wokół obiektu komercyjnego. Mówi, że przywróciły mu dawne wspomnienia i napełniły go emocjami, których nie był w stanie opisać. Poprosił cię o pomoc w znalezieniu kolejnych księżycowych łez, jeśli uda ci się jakieś odnaleźć, w nadziei, że dzięki nim, zrozumie swoje uczucia. Dodaje, że poszukiwania tych kwiatów warto przeprowadzać w każdym regionie świata.

source: You have GOT to be kidding me.
pl: Jaja SOBIE robisz.

source: You have become our King... We welcome your return, as per Rule 30,284.
pl: Jesteś teraz naszym Królem... Witam twój powrót, zgodnie z Zasadą 30284.

source: You have been asked to locate a machine's little sister who went to the desert to look for parts to repair the older sister. Find her!
pl: Poproszono cię o zlokalizowanie młodszej siostry maszyny, która poszła na pustynię szukać części do naprawy starszej siostry. Znajdź ją!

source: You have business here? No?
pl: Masz tu jakieś interesy? Nie?

source: You have currently invested in me to the tune of <_pool> G.
pl: Aktualnie zainwestowaliście we mnie <_pool> G.

source: You have faced crushing hardship, and suffered greatly for it.
pl: Zmagałeś się z wielkimi przeciwnościami i wiele przez to wycierpiałeś.

source: You have four targets that need to be hacked.
pl: Dostępne są cztery cele, które muszą zostać zhakowane.

source: You have issues.
pl: Masz problemy.

source: You have lived your whole life for this singular moment!
pl: Przeżyliśmy całe swoje życie dla tego jednego momentu!

source: You have my thanks.
pl: Dozgonnie ci dziękuję.

source: You have no idea how tough it is having to search for body parts.
pl: Nie masz pojęcia jak jest ciężko, gdy musisz szukać części swojego ciała.

source: You have the material she needs, yes? If so, please give it to me so I can perform the repairs.
pl: Macie może materiały, których potrzebuje? Jeśli tak, to proszę... oddajcie mi je, abym mógł przeprowadzić niezbędne naprawy.

source: You have to hack 'em! Hack-hack-hack! They'll substitute another enemy soon, so try again.
pl: Musisz je hakować! Hakować-hakować-hakować! Gdy zostaną zastąpione kolejnym wrogiem, spróbuj jeszcze raz.

source: You have your own room in the Bunker.
pl: Masz swój własny pokój w Bunkrze.

source: You heard a machine lifeform in Pascal's village crying out for help. It seems her son sealed himself inside her house with an electronic lock and now refuses to come out. Find a way to open the door and drag the boy into the light.
pl: W wiosce Pascala słyszysz wołanie o pomoc od mechanicznej formy życia. Wygląda na to, że jej syn zamknął się w domu z zamkiem elektronicznym i nie chce wyjść. Znajdź sposób na otwarcie drzwi i wyciągnij chłopca na zewnątrz.

source: You heard from Operator 6O that an access point in the city ruins is malfunctioning. She'll send an email with further details. Read it, then repair the damaged access point.
pl: Dowiadujesz się od Operator 6O, że punkt dostępu w ruinach miasta nie działa prawidłowo. Wyśle ci wiadomość z dokładniejszymi szczegółami. Przeczytaj ją i napraw zepsuty punkt dostępu.

source: You heard from Operator 6O that an access point in the city ruins is malfunctioning. She'll send an mail with further details. Read it, then repair the damaged access point.
pl: Dowiadujesz się od Operator 6O, że punkt dostępu w ruinach miasta nie działa. Wyśle ci wiadomość z dokładniejszymi szczegółami. Przeczytaj ją i napraw zepsuty punkt dostępu.

source: You heard from a resident of Pascal's village of a great treasure hidden in the forest. Go see if there is any truth to the rumors.
pl: Dowiadujesz się od mieszkańca wioski Pascala o wielkim skarbie ukrytym w lesie. Idź sprawdzić, czy w tych pogłoskach jest choć odrobina prawdy.

source: You hoped they would survive as well, didn't you?
pl: Miałaś nadzieję, że one również przetrwają, prawda?

source: You informed the machine of your success. She has decided to remain behind and pray for the souls of her comrades.
pl: Informujesz maszynę o swoim sukcesie. Decyduje się pozostać w tym miejscu, aby pomodlić się za dusze swoich poległych towarzyszy.

source: You jerks be careful in the desert, yeah? Folks die out there.
pl: Hey, głąby! Uważajcie na tej cholernej pustyni, dobrze? Tam umierają ludzie.

source: You just be careful.
pl: Bądź ostrożny.

source: You just select the difficulty here at the reception...
pl: Wybierz poziom trudności tutaj, na recepcji...

source: You just worry about keeping the village safe, okay?
pl: Ty skup się na bezpieczeństwu wioski, dobrze?

source: You keep that thing right where it is, okay!?
pl: Postaraj się utrzymać to coś dokładnie tu, gdzie aktualnie się znajduje, okej?!

source: You killed 2B.
pl: Zabiłaś 2B.

source: You killed my brother. You are the true evil. You must die!
pl: Zabiłeś mojego brata. Jesteś prawdziwym złem. Musisz umrzeć!

source: You killed my daughter! You killed her!
pl: Zabiliście moją córkę! Zabiliście ją!

source: You killed them all and left me alone.
pl: Zabiliście ich wszystkich, zostając mnie samego.

source: You know Pascal? I see...
pl: Znasz Pascala? Rozumiem...

source: You know about map data, right? We helped make that. In fact, I was one of— Hey! Are you leaving already!?
pl: Wiecie o danych mapy, prawda? Pomagaliśmy je tworzyć. Tak dokładnie, to byłem jednym z... Hej! Już idziecie?

source: You know her?
pl: Znasz ją?

source: You know him?
pl: Znasz go?

source: You know it! And as I bet you can tell, I'm no good at that sort of delicate repair.
pl: Dokładnie! I, jak pewnie zauważyłeś, nie jestem dobry w tego typu precyzyjnych naprawach.

source: You know it! I make these weapons to keep my friends safe, after all.
pl: No pewnie! Przecież wytwarzam tę broń po to, aby moi przyjaciele mogli być bezpieczni.

source: You know it. Every item here is hand-crafted from abandoned parts and stuff plundered from enemy corpses.
pl: Dokładnie. Każdy przedmiot tutaj jest ręcznie wykonany z porzuconych części i rzeczy zebranych z ciał wrogów.

source: You know nothing about humanity.
pl: Nie wiesz nic o ludzkości.

source: You know nothing about it!
pl: Nie macie o tym wszystkim pojęcia!

source: You know something? I don't think my fun game is hard enough yet. We need to reach beyond typical market boundaries to include hardcore gamers.
pl: Wiesz co? Nie sądzę, żeby moja genialna gra była wystarczająco trudna. Musimy wyjść poza typowe granice rynku, aby przyciągnąć hardcore’owych graczy.

source: You know that better than anyone, no?
pl: Ty powinieneś to wiedzieć lepiej, niż ktokolwiek inny, co nie?

source: You know that guy selling stuff in the lobby? He's an expert fighter.
pl: Kojarzysz tego gościa sprzedającego rzeczy w lobby? To zawodowy wojownik.

source: You know the machine with the thick paint on her face? That's the one.
pl: Kojarzycie maszynę z grubą warstwą farby na twarzy? To ona.

source: You know this violates all kinds of regulations, right?
pl: Zdajesz sobie sprawę, że to sprzeczne z wieloma przepisami, prawda?

source: You know, 2B? I'm a little jealous.
pl: Wiesz, 2B? Jestem trochę zazdrosna.

source: You know, I'm still not sure any of this is a good idea.
pl: Wiesz, wciąż nie jestem pewna, czy to dobry pomysł.

source: You know, I've been thinking about something lately.
pl: Wiesz, sporo nad czymś ostatnio myślałam.

source: You know, ma'am, I'm glad you're here.
pl: Wie pani co? Cieszę się, że pani tu jest.

source: You know, there might be more data chips in that same area.
pl: Możliwe, że na tym terenie znajduje się więcej czipów z danymi.

source: You know, we already have something of a relationship with you androids.
pl: Wiesz, w sumie to już zdążyliśmy nawiązać pewne relacje z wami, androidami.

source: You leaving would be bad for me. It would affect mission efficiency.
pl: Twoje odejście byłoby dla mnie niekorzystne. Zakłóciłoby to moją wydajność w wykonywaniu misji.

source: You left quite a trail when you accessed the main server.
pl: Podczas uzyskiwania dostępu do głównego serwera, zostawiłeś po sobie całkiem spory ślad.

source: You little...!
pl: Ty mały...!

source: You looking for the Resistance member who's usually here?
pl: Szukasz członka Ruchu Oporu, który zazwyczaj tutaj przesiaduje, prawda?

source: You looking for the lady who was here? Yeah, she left a while ago.
pl: Szukacie tej kobiety, która tutaj była? Tak, jakiś czas temu odeszła.

source: You make it sound so easy.
pl: Zabrzmiałeś tak, jakby to było coś prostego...

source: You may be a cherished companion of mine, but you still must be punished!
pl: Może i jesteś moim cenionym kompanem, ale wciąż muszę cię ukarać!

source: You may have killed your own friend. I don't know why or how, but it's possible.
pl: Możesz być odpowiedzialna za śmierć swojej przyjaciółki. Nie wiem dlaczego, ani jak, ale to jest możliwe.

source: You may not have noticed, but you actually fought him before.
pl: Mogłeś tego nie zauważyć, ale walczyłeś z nim wcześniej.

source: You may not receive thanks for your efforts.
pl: Możesz nie otrzymać podziękowań za swoje starania.

source: You mean "stamp it"?
pl: Masz na myśli, żeby ją „podstemplować”?

source: You mean humans?
pl: Masz na myśli ludzi?

source: You mean it!?
pl: Mówisz poważnie?

source: You mean it? That'd be a huge help!
pl: Naprawdę? To byłaby ogromna pomoc!

source: You mean that freaky machine we ran into?
pl: Masz na myśli tę dziwaczną maszynę, na którą już się natknęliśmy?

source: You mean that singing thing?
pl: Masz na myśli tę śpiewającą rzecz?

source: You mean the birds?
pl: Masz na myśli ptaki?

source: You mean this broken hunk of junk? It looks like we can probably get it running again with a little bit of repair work.
pl: Chodzi ci o ten rozwalony złom? Wygląda na to, że niedużym wysiłkiem, powinno dać się go naprawić i ponownie uruchomić.

source: You mean those little doo-dads that serve as power-ups for your body? 'Fraid not.
pl: Masz na myśli te małe „cudeńka”, które służą jako ulepszenia dla waszego ciała? Obawiam się, że nie.

source: You mean you aren't here to arrest us?
pl: Czyli nie jesteście tutaj, aby nas aresztować?

source: You met an android couple who fled from the Resistance to hide at Pascal's village. They abhor violence, and only wish to live in peace. Go to the abandoned factory to collect the following item in order to perform maintenance on the male android:
pl: Spotykasz parę androidów, która uciekła z Ruchu Oporu i ukrywała się w wiosce Pascala. Brzydzą się przemocą i chcą tylko żyć w pokoju. Idź do opuszczonej fabryki, aby zebrać przedmioty niezbędne do wykonania napraw na męskim androidzie:

source: You might even be able to... No, no. I shouldn't ask. That would be rude. But yet... *siiigh*
pl: Może moglibyście dać sobie radę z... Nie, nie. Nie powinnam o to prosić. To byłoby niegrzeczne. Ale... *wzdycha*

source: You mind giving me a minute?
pl: Dasz mi chwilę?

source: You mind lending a hand?
pl: Pomożesz mi?

source: You must assign a button to open the system menu.
pl: Musisz przypisać przycisk otwierania menu systemowego.

source: You must be exhausted from all the terrible things that have happened. Please take care of yourself.
pl: Musicie być wyczepiani tymi wszystkimi strasznymi rzeczami, jakie się wydarzyły. Dbajcie o siebie.

source: You must be exhausted.
pl: Musisz być wyczerpany!

source: You must be really bored if you're hanging out here.
pl: Musi ci się naprawdę nudzić, że tu się kręcisz.

source: You must be the new scouts we heard about.
pl: Za to wy musicie być nowymi zwiadowcami, o których mi mówiono.

source: You must be tired after all that machine killing, right? You should buy some recovery items.
pl: Musisz być zmęczona po tym całym zabijaniu maszyn, prawda? Powinnaś kupić trochę przedmiotów leczących.

source: You must begin at the first trial. Once completed, you will be permitted to attempt the second.
pl: Musisz zacząć od pierwszej próby. Gdy ją ukończysz, dostaniesz pozwolenie na spróbowanie sił w drugiej.

source: You must decide what it means to exist.
pl: Musisz zdecydować co to znaczy istnieć.

source: You must enter a name of two characters or longer.
pl: Imię musi mieć co najmniej dwa znaki.

source: You must log in to play.
pl: Musisz być zalogowany, aby zagrać.

source: You must mean the cyclical cycle of light and dark that used to exist. The records mentioned that, did they?
pl: Zapewne masz na myśli cykliczne zmiany światła i ciemności, które kiedyś funkcjonowały. Było o tym w zapiskach, tak?

source: You need a fuel filter? Sorry, but I'm all out!
pl: Potrzebujesz filtra paliwa? Wybacz, ale nie mam aktualnie żadnego!

source: You need a fuel filter? Why don't you ask the supply trader over there?
pl: Potrzebujesz filtra paliwa? Dlaczego nie spytasz handlarza zaopatrzeniem?

source: You need to WHAT!?
pl: CO musisz zrobić?!

source: You need to acquire a rusty bolt, a small gear, and a broken key.
pl: Musisz zdobyć zardzewiałą śrubę, mały trybik i złamany klucz.

source: You need to acquire a rusty bolt, a small gear, and a spring.
pl: Musisz zdobyć zardzewiałą śrubę, mały trybik i sprężynę.

source: You need to activate that access point over there in order to save.
pl: Musisz aktywować tamten punkt dostępu, żeby móc zapisać swoje dane.

source: You need to be near an access point to save your data.
pl: Żeby móc zapisać swoje dane, musisz być w okolicy punktu dostępu.

source: You need to get out of here before you're next.
pl: Musisz się stąd wydostać, zanim staniesz się ich następnym celem.

source: You need to hack the Tower lock open!
pl: Musisz zhakować Wieżę, aby ją otworzyć!

source: You need to leave that turned on.
pl: Musisz to zostawić włączone.

source: You need to open the door to the Tower!
pl: Trzeba otworzyć drzwi do Wieży!

source: You new here? Nice to meet you.
pl: Jesteście tu nowi? Miło was poznać.

source: You obtained a Pod program.
pl: Zdobyto program poda.

source: You obtained a Pod.
pl: Zdobyto poda.

source: You obtained a weapon:
pl: Zdobyto broń:

source: You okay!?
pl: Nic ci nie jest?!

source: You okay?
pl: Wszystko w porządku?

source: You overcame final obstacle. Congratulation.
pl: Udało ci się pokonać ostatnią przeszkodę. Gratulacje.

source: You picked up other signals as well, right? The others might still be alive... Could you go and help them, please?
pl: Nie odebrałeś może sygnału od kogoś innego? Może... ktoś z nich jeszcze żyje... Może da się im jakoś pomóc? Proszę...

source: You prayed for <NAME>.
pl: Pomodlono się za <NAME>.

source: You promised to read and memorize that botanical field guide, remember?
pl: Obiecaliście, że przeczytacie i nauczycie się na pamięć tego przewodnika botanicznego, pamiętacie?

source: You ran into the android couple again at the flooded city, and learned they are trying to flee beyond the sea. Give them 50,000 G so they can pay a man called "The Emancipator."
pl: Ponownie spotykasz parę androidów w zalanym mieście i dowiadujesz się, że próbują uciec za morze. Daj im 50 000 G, aby byli w stanie opłacić człowieka znanego jako „Oswobodziciel”.

source: You ready?
pl: Gotowa?

source: You really need to organize your storage area. I could barely walk in there!
pl: Zdecydowanie warto byłoby uporządkować ten magazyn. Ledwo dało się w nim poruszać!

source: You received a reward from Anemone for completing the task. The reward was surprisingly significant, leaving you with complicated feelings.
pl: Obierasz nagrodę od Anemony za ukończenie zadania. Jest zaskakująco wartościowa, co wywołuje u ciebie mieszane uczucia.

source: You received a reward from Operator 6O in thanks for the picture of the desert rose. She seems more infatuated with Earth now than ever, if such a thing is possible. Make sure to claim the reward she sent over by mail.
pl: Odbierasz nagrodę od Operator 6O w ramach podziękowania za zdjęcie pustynnej róży. Dzięki temu, wydaje się być oczarowana Ziemią bardziej, niż kiedykolwiek wcześniej. O ile jest to w ogóle możliwe. Odbierz nagrodę wysłaną w wiadomości.

source: You received a sudden mail from an unknown source, containing 3 coordinates. They seem to point at locations in the desert, the flooded city, and the forest. Investigate the coordinates.
pl: Otrzymujesz nagłą wiadomość z nieznanego źródła, zawierającą 3 współrzędne. Wydają się wskazywać na lokalizacje na pustyni, w zalanym mieście oraz w lesie. Zbadaj te współrzędne.

source: You received desert rose liquor as a reward, as well as the knowledge that Popola and liquor are a disastrous combination.
pl: Jako nagrodę otrzymujesz trunek z pustynnej róży, oraz wiedzę, że alkohol i Popola są katastrofalnym połączeniem.

source: You received mail from the Operator.
pl: Odebrano wiadomość od Operatorki.

source: You recovered your plug-in chips. Do you wish to restore your previous equipment?
pl: Odzyskano czipy rozszerzeń. Przywrócić poprzednie wyposażenie?

source: You reported the restoration of communications in the target area. The Commander was shocked that machine lifeforms would lay a trap for androids in such a fashion.
pl: Raportujesz przywrócenie łączności na obszarze docelowym. Komandor jest zaszokowana tym, że mechaniczne formy życia są w stanie zastawiać takie zasadzki na androidy.

source: You retrieved the data from the terminal. Go outside so you can make a proper connection, then upload your findings.
pl: Odzyskujesz dane z terminala. Wyjdź na zewnątrz, aby nawiązać dobrą łączność i wyślij zebrane dane.

source: You safely delivered the package to the client and admonished him for the state of the storage area. He claimed his supervisor is responsible and apologized...sort of.
pl: Udało ci się bezpiecznie dostarczyć paczkę klientowi i skarcić go za stan magazynu. On stwierdził, że odpowiada za to jego przełożona, za co przeprosił... Tak jakby.

source: You said that yourself.
pl: Sam to powiedziałeś.

source: You saved us! Oh, thank you so much...
pl: Uratowałaś nas! Och, tak bardzo ci dziękuję...

source: You see, there are many machines who detest fighting.
pl: Widzisz... Jest wiele maszyn, które nienawidzą walczyć.

source: You see? Total slave driver.
pl: Widzisz? Powiedziała to zupełnie jak jakiś nadzorca niewolników.

source: You seem a bit worn down. Let me take a look.
pl: Wyglądasz na zużytą. Daj mi spojrzeć.

source: You seem like just the person to help me make this world a better place!
pl: Zdecydowanie wyglądasz na kogoś, kto może pomóc sprawić, aby świat stał się lepszym miejscem!

source: You seem quite friendly with Master <SARU_JAN>... See that you don't steal him away from me!
pl: Jesteś w dość przyjaznych stosunkach z Mistrzem <SARU_JAN>em... Tylko nie próbuj mi go odebrać!

source: You shall also become gods!
pl: Wy też powinniście stać się Bogami!

source: You should be able to find some machine oil near a deserted truck at the abandoned factory.
pl: Z kolei olej znajdziesz w pobliżu porzuconych ciężarówek w opuszczonej fabryce.

source: You should be able to find them on small-sized enemies.
pl: Powinnaś uzyskiwać je z tych małych wrogich jednostek.

source: You should be able to find what you need at the amusement park.
pl: Wszystko, czego potrzebujesz, powinnaś znaleźć w parku rozrywki.

source: You should be able to reach it by passing through the ruins of the commercial facility.
pl: Powinniście dać radę tam dotrzeć przechodząc przez ruiny centrum handlowego.

source: You should be able to retrieve a warped wire from the dinosaur-like machines roaming about nearby,
pl: Powinniście być w stanie zdobyć poskręcany drut od krążących w okolicy maszyn, które swoim wyglądem przypominają dinozaury.

source: You should be able to zap yourself here from other transporters now.
pl: Powinieneś teraz móc przenosić się tutaj z każdego innego, dowolnego transportera.

source: You should head there whenever you have the time.
pl: Powinniście się tam udać, gdy tylko znajdziecie na to chwilę...

source: You should know better than to try that. Not even a cutting-edge YoRHa like you would survive that kind of fall.
pl: Powinnaś wiedzieć, że nie warto tego próbować... Nawet najnowocześniejsze jednostki YoRHa, jak ty, nie przetrwałyby takiego upadku.

source: You should not expect much.
pl: W związku z tym, nie spodziewajcie się za wiele.

source: You should probably get to the hangar.
pl: Powinnaś już iść do hangaru.

source: You should probably keep your distance in the future.
pl: W przyszłości raczej powinniście trzymać ją na dystans.

source: You should see some red-haired androids over there. Try talking to them.
pl: Powinnaś pogadać z tamtymi rudowłosymi androidami.

source: You shouldn't be proud of hiding from the world! Besides, I thought you had a girlfriend.
pl: Nie powinieneś być dumny z ukrywania się przed światem! Poza tym... Zdaje się, że masz dziewczynę. Prawda?

source: You shouldn't read it.
pl: Nie powinieneś go nie czytać.

source: You showed the stamp card and collected your prize. Afterward, the receptionist told you happiness existed only in the heart, and that the park was simply a mirror which reflected a person's true self.
pl: Pokazujesz kartę z pieczątkami i obierasz nagrodę. Recepcjonista mówi, że szczęście istnieje tylko w sercu, a park rozrywki jest tylko lustrem, które obija prawdziwą naturę człowieka.

source: You shut up too!
pl: Ty też się zamknij!
